varWordList = {
    # n5
    "日": [
        # ひ　び
        ["こもれび", "木漏れ日", "sunlight through"],
        ["ひので", "日の出", "sunrise"],
        # にっ
        ["にっき", "日記", "diary"],
        # にち
        ["まいにち", "毎日", "every day"],
        # じつ
        ["ほんじつ", "本日", "today"],
        # か
        ["ようか", "8日", "8th day"],
        #
        ["にほん", "日本", "japan"],
        ["きょう", "今日", "today"],
        ["あした", "明日", "tomorrow"]
    ],
    "一": [
        # いち
        ["いちばん", "一番", "number one"],
        # いっ
        ["いっしょ", "一緒", "together"],
        # ひと
        ["ひとり", "一人", "one person"],
        # いつ
        ["ゆいいつ", "唯一", "only one"],
        #
        ["おととし", "一昨年", "year before last"]
    ],
    "人": [
        # ひと　びと
        ["こいびと", "恋人", "lovers"],
        # にん
        ["にんげん", "人間", "human"],
        # じん
        ["じんせい", "人生", "life"],
        # り
        ["ひとりぐらし", "一人暮らし", "living alone"],
        #
        ["すけっと", "助っ人", "helper"]
    ],
    "国": [
        # こく
        ["ていこく", "帝国", "empire"],
        # くに
        ["くに", "国", "country"]
    ],
    "年": [
        # とし
        ["としごろ", "年頃", "age"],
        # ねん
        ["らいねん", "来年", "next year"]

    ],
    "大": [
        # たい　だい
        ["だいじょうぶ", "大丈夫", "fine"],
        ["たいへん", "大変", "serious"],
        # おお
        ["おおきい", "大きい", "big"],
        #
        ["おとな", "大人", "adult"]
    ],
    "十": [
        # じゅう
        ["じゅうぶん", "十分", "perfect"],
        # じゅっ
        ["じゅっかい", "十回", "10 times"],
        #
        ["とおか", "十日", "10th day"],
        ["はつか", "二十日", "20th day"],
        ["みそじ", "三十路", "age thirty"]
    ],
    "二": [
        #　に
        ["いっせきにちょう", "一石二鳥", "one stone, two bird"],
        # ふた
        ["ふたり", "二人", "two persons"],
        #
        ["ふつか", "二日", "2nd day"],
        ["はつか", "二十日", "20th day"],
        ["はたち", "二十歳", "age 20"]

    ],
    "本": [
        #　ほん　ぽん
        ["にほん", "日本", "japan"],
        ["こんぽん", "根本", "original"]
    ],
    "中": [
        # なか
        ["なかみ", "中身", "inside"],
        # ちゅう
        ["とちゅう", "途中", "midst"],
        #
        ["いちにちじゅう", "一日中", "all day long"],
        ["みないうち", "見ない中", "unnoticed"],
    ],
    "出": [
        # で
        ["であい", "出会い", "meeting"],
        # だ
        ["おもいだす", "思い出す", "remember"],
        # しゅつ
        ["だっしゅつ", "脱出", "escape"],
        #
        ["さしだしにん", "差出人", "sender"]
    ],
    "三": [
        # さん
        ["さんにん", "三人", "three people"],
        # み　みつ
        ["みつどもえ", "三つ巴", "triplet"],
    ],
    "見": [
        # み
        ["みる", "見る", "watch"],
        # けん
        ["けんぶつ", "見物", "sightseeing"]
    ],
    "月": [
        #　つき
        ["おつきさま", "お月様", "moon"],
        # げつ
        ["こんげつ", "今月", "this month"],
        # がつ
        ["おしょうがつ", "お正月", "last month"],
        #
        ["せいねんがっぴ", "生年月日", "DOB"]
    ],
    "長": [
        # ちょう
        ["かいちょう", "会長", "council president"],
        # なが
        ["ながびく", "長引く", "prolonged"]
    ],
    "生": [
        #　せい
        ["せいかつ", "生活", "lifestyle"],
        # い
        ["いきる", "生きる", "live"],
        # う
        ["うまれる", "生まれる", "born"],
        # じょう
        ["いっしょう", "一生", "forever"],
        ["たんじょうび", "誕生日", "birthday"],
        # なま
        ["なまみ", "生身", "raw"],
        # は
        ["はえる", "生える", "grow"],
        # き
        ["きじ", "生地", "fabric"]
    ],
    "五": [
        # ご
        ["ごもく", "五目", "gomoku"],
        # い
        ["いそじ", "五十路", "age fifty"],
        ["いつか", "五日", "fifth day"]
    ],
    "時": [
        #　じ
        ["じかん", "時間", "time"],
        # とき
        ["いまどき", "今時", "nowadays"],
        ["ときのながれ", "時の流れ", "flow of time"],
        # と
        ["とけい", "時計", "clock"]

    ],
    "上": [
        # じょう
        ["じょうず", "上手", "skillful"],
        # うえ
        ["うえ", "上", "up"],
        # あ
        ["あげる", "上げる", "raise"],
        # うわ
        ["うわぎ", "上着", "coat"],
        # のぼ
        ["のぼる", "上る", "climb up"],
        # かみ
        ["おかみ", "御上", "empress"],
        # あげ
        ["あげぷた", "上蓋", "trapdoor"]
    ],
    "行": [
        # い
        ["いく", "行く", "will go"],
        # こう
        ["りょこう", "旅行", "travel"],
        # おこな
        ["おこなう", "行う", "perform"],
        # ぎょう
        ["しゅぎょう", "修行", "practice"],
        # ゆ
        ["ゆくえふめい", "行方不明", "lost goal"]
    ],
    "四": [
        # よん
        ["だいよん", "第四", "fourth"],
        # し
        ["しがつ", "四月", "april"],
        # よ
        ["よにん", "四人", "four people"],
        # よっ
        ["よっか", "四日", "fourth day"],
        # よつ
        ["よつや", "四矢", "four arrows"]
    ],
    "後": [
        # ご
        ["こんご", "今後", "from now on"],
        # のち
        ["のちのち", "後々", "time to time"],
        # こう
        ["こうはい", "後輩", "junior"],
        # うし
        ["うしろ", "後ろ", "behind"],
        # あと
        ["あともどり", "後戻り", "retrace"],
        # おく
        ["たちおくれ", "立後れ", "slow start"]
    ],
    "金": [
        # きん
        ["しょうきん", "賞金", "prize money"],
        # かね
        ["かねもち", "金持ち", "rich"],
        # ごん
        ["おうごん", "黄金", "golden"],
        # かな
        ["かなものや", "金物屋", "gold shop"]
    ],
    "前": [
        # まえ
        ["あたりまえ", "当たり前", ""],
        # ぜん
        ["いぜん", "以前", ""]
    ],
    "九": [
        #　
        ["", "", ""],
        ["", "", ""]
    ],
    "入": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "学": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "間": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "円": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "子": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "東": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "八": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "六": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "下": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "今": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "気": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "小": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "七": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "高": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "山": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "女": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "外": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "百": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "先": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "名": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "川": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "千": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "来": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "水": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "男": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "話": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "校": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "北": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "土": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "午": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "木": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "車": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "書": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "半": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "白": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "天": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "西": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "電": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "火": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "右": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "語": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "左": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "聞": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "休": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "食": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "何": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "南": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "万": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "毎": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "雨": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "母": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "読": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "友": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "父": [
        #
        ["", "", ""],
        ["", "", ""]
    ],
    "会": [
        #
        ["", "", ""],
        ["", "", ""]
    ]
}